Repository: hupe13/wimb-and-block
Catalog: lang/wimb-and-block-*.po
Languages: de_de

source: %1$s browsers accessed the website(s) for the first time, of which %2$s were blocked.
de_de: %1$s Browser haben zum ersten Mal auf die Website(s) zugegriffen, davon wurden %2$s geblockt.

source: %s are not allowed to crawl.
de_de: %s ist es verboten zu crawlen.

source: %s browsers accessed robots.txt at some point, so not necessarily within the last 24 hours.
de_de: %s Browser haben irgendwann mal auf robots.txt zugegriffen, also nicht unbedingt innerhalb der letzten 24 Stunden.

source: %s browsers accessed robots.txt.
de_de: %s Browser haben auf robots.txt zugegriffen.

source: Access is allowed - this is correct.
de_de: Zugriff is erlaubt - das ist richtig.

source: Access is forbidden - this is correct.
de_de: Zugriff ist verboten - das ist richtig.

source: Access to the remote database seems to be working fine. Please resubmit the form.
de_de: Der Zugriff zur entfernten Datenbank scheint in Ordnung zu sein, bitte sende das Formular erneut ab.

source: All entries
de_de: Alle Einträge

source: all entries
de_de: alle Einträge

source: Always block browsers with this strings
de_de: Blocke Browser mit diesen Zeichenfolgen immer

source: Block / unblock entries
de_de: Blocke / entsperre Einträge

source: Block browser versions smaller than
de_de: Blocke Browser-Versionen, die kleiner sind als

source: Block old browser versions and suspicious browsers
de_de: Blocke alte Browser-Versionen und verdächtige Browser

source: Block operating system versions smaller than
de_de: Blocke Betriebssystemversionen kleiner als

source: blocked
de_de: geblockt

source: blocked in %
de_de: geblockt in %

source: Browsers will be blocked, if the browser and/or the system is an old one:
de_de: Ein Browser wird geblockt, wenn der Browser und/oder das System veraltet sind:

source: By default, all entries are displayed, except those browsers from %1$sVersion Control%2$s.
de_de: Standardmäßig werden alle Einträge angezeigt, mit Ausnahme der Browser aus der %1$sVersionskontrolle%2$s.

source: Change view
de_de: Wechsle die Ansicht

source: count
de_de: Anzahl

source: Crawling is allowed:
de_de: Das Crawling ist erlaubt:

source: Crawling is disabled:
de_de: Das Crawling ist verboten:

source: Delete all plugin settings when deleting the plugin?
de_de: Alle Einstellungen des Plugins beim Löschen des Plugins löschen?

source: Delete entries for
de_de: Lösche die Einträge für

source: Delete the rules
de_de: Lösche die Regeln

source: Edit .htaccess
de_de: Editiere .htaccess

source: Emergency - start / stop
de_de: Notfall - Start / Stopp

source: Emergency button
de_de: Notschalter

source: entries from the last 24 hours
de_de: Einträge der letzten 24 Stunden

source: Exclude / always block
de_de: Ausschließen / immer blocken

source: Exclude these browsers from checking
de_de: Schließe diese Browser von der Überprüfung aus

source: Form to handle the entry in .htaccess
de_de: Formular zur Bearbeitung des Eintrags in .htaccess

source: Get an API key for a %s.
de_de: Hol dir einen API-Schlüssel für einen %s.

source: Help
de_de: Hilfe

source: Help and Options
de_de: Hilfe und Optionen

source: However, logging only occurs when an agent is detected that meets the criteria listed below or when the agent accesses your website for the first time.
de_de: Jedoch wird nur geloggt, wenn ein Agent erkannt wird, der die unten aufgeführten Kriterien erfüllt oder wenn der Agent zum ersten Mal auf deine Website zugreift.

source: if an agent is always blocked (on its first visit)
de_de: wenn ein Agent immer geblockt wird (bei seinem ersten Besuch)

source: if an agent is inserted in table (on its first visit)
de_de: wenn ein Agent in die Tabelle eingefügt wird (bei seinem ersten Besuch)

source: if an IP uses an agent without authorization (for example an agent string from Google)
de_de: Wenn eine IP-Adresse einen Agenten ohne Autorisierung verwendet (z. B. einen Agenten-String von Google)

source: if no agent is given
de_de: wenn kein Agent angegeben ist

source: If something does not work as expected, you can stop it here.
de_de: Wenn irgendwas nicht wie erwartet funktioniert, kannst du es hier stoppen.

source: If the database is local, it is automatically set to "yes". For remote databases, set it to "yes" on exactly one WP instance.
de_de: Wenn die Datenbank lokal ist, wird es automatisch auf „ja“ gesetzt. Ist es eine entfernte Datenbank, setze es auf genau einer WP-Instanz auf „ja“.

source: If the database is local, the table will also be deleted.
de_de: Wenn die Datenbank lokal ist, wird auch die Tabelle gelöscht.

source: if the plugin creates its table, local or remote
de_de: wenn das Plugin seine Tabelle erstellt, lokal oder entfernt

source: If you do not want to use the form write in your .htaccess in the root directory of %s
de_de: Wenn du das Formular nicht verwenden möchtest, schreibe in die .htaccess im Stammverzeichnis von %s

source: If you want to block/unblock them, search for them.
de_de: Wenn du sie blocken/entsperren möchtest, suche nach ihnen.

source: In the last 24 hours, there were %1$s different browsers, of which %2$s were blocked.
de_de: In den letzten 24 Stunden gab es %1$s verschiedene Browser, von denen %2$s geblockt wurden.

source: IP anonymization
de_de: IP Anonymisierung

source: It is working.
de_de: Es ist in Betrieb.

source: Local WP database or remote database
de_de: Lokale WP-Datenbank oder entfernte Datenbank

source: Log when the browser accesses your website for the first time and an old version is detected or it is unknown or suspicious.
de_de: Logge, wenn der Browser zum ersten Mal auf deine Website zugreift und eine alte Version erkannt wird oder diese unbekannt oder verdächtig ist.

source: Log when the browser gets a robots.txt to allow crawling.
de_de: Logge, wenn der Browser eine robots.txt erhält, die das Crawling erlaubt.

source: Log when the browser gets a robots.txt to disable crawling.
de_de: Logge, wenn der Browser eine robots.txt erhält, die das Crawling verbietet.

source: Log when the browser is excluded from checking.
de_de: Logge, wenn der Browser von der Überprüfung ausgeschlossen ist.

source: month
de_de: Monat

source: Monthly statistics - first access
de_de: Monatliche Statistik - erstmaliger Zugriff

source: Monthly statistics - last access
de_de: Monatliche Statistik - letztmaliger Zugriff

source: no
de_de: nein

source: Once it has been detected that the browser is being blocked, it will be blocked later without any explanation.
de_de: Sobald erkannt wurde, dass der Browser geblockt wird, wird er später ohne Angabe von Gründen geblockt.

source: Path of log file
de_de: Pfad der Logdatei

source: Please check, if you need some flags like %1$s or %2$s or other or nothing.
de_de: Bitte überprüfe, ob du Flags wie %1$s oder %2$s oder andere oder gar keine benötigst.

source: Please submit the form twice if you are configuring a remote database and it does not yet exist.
de_de: Bitte sende das Formular 2x ab, wenn du eine entfernte Datenbank konfigurierst und sie noch nicht existiert.

source: plugins cron jobs
de_de: Cronjobs des Plugins

source: Remote database hostname
de_de: Hostname der entfernten Datenbank

source: Remote database name
de_de: Name der entfernten Datenbank

source: Remote database password
de_de: Passwort der entfernten Datenbank

source: Remote database username
de_de: Benutzername der entfernten Datenbank

source: Reset
de_de: Zurücksetzen

source: robots blocked
de_de: robots geblockt

source: robots blocked in %
de_de: robots geblockt in %

source: Rotate the table on this site
de_de: Rotiere die Tabelle auf dieser Seite

source: Search
de_de: Suche

source: Select to unblock / block
de_de: Zum Entsperren / Sperren auswählen

source: Setting:
de_de: Einstellung:

source: Settings
de_de: Einstellungen

source: Settings WIMB
de_de: Einstellungen für WIMB

source: Something is going wrong.
de_de: Irgendwas läuft schief.

source: Something is going wrong. Check your rewrite rules.
de_de: Irgendwas läuft schief. Überprüfe deine Rewrite-Regeln.

source: Sometimes bad bots have a changing version number, so you can configure a string to always block them.
de_de: Manchmal haben unerwünschte Bots eine sich ändernde Versionsnummer. Du kannst eine Zeichenfolge konfigurieren, um sie immer zu blocken.

source: Sometimes there are false positive, for example if the browser is from Mastodon. Then you can exclude these.
de_de: Manchmal gibt es falsche Positive, beispielsweise wenn der Browser von Mastodon stammt. Diese kannst du dann ausschließen.

source: STOP!
de_de: STOPP!

source: Test your configuration
de_de: Teste deine Konfiguration

source: The browsers whose first access occurred during this month are counted for the month.
de_de: Gezählt für den Monat werden die Browser, deren erster Zugriff in diesem Monat erfolgte.

source: The browsers whose last access occurred during this month are counted for the month.
de_de: Gezählt für den Monat werden die Browser, deren letzter Zugriff in diesem Monat erfolgte.

source: The full IP is logged. (default)
de_de: Die vollständige IP-Adresse wird geloggt. (Standard)

source: The information could not be retrieved.
de_de: Die Informationen konnten nicht abgerufen werden.

source: The IP address is not logged.
de_de: Die IP-Adresse wird nicht geloggt.

source: The last two digits are removed, IP 11.22.33.44 becomes 11.22.0.0
de_de: die letzten beiden Stellen der IP-Adresse werden gekürzt, aus IP 11.22.33.44 wird 11.22.0.0

source: The latter is recommended if you have multiple WordPress instances on the same server.
de_de: Letzteres wird empfohlen, wenn du mehrere WordPress-Instanzen auf demselben Server hast.

source: The logging is very verbose. If you have WP_DEBUG set to true, but don't want the plugin to log anything, set it to /dev/null.
de_de: Das Logging ist sehr ausführlich. Wenn du WP_DEBUG auf true gesetzt hast, aber nicht möchtest, dass das Plugin etwas loggt, setze es auf /dev/null.

source: The plugin begins its work if the WIMB API Key is set and if the database is configured and running.
de_de: Das Plugin beginnt zu arbeiten, wenn der WIMB-API-Schlüssel festgelegt ist und die Datenbank konfiguriert ist und läuft.

source: The plugin can modify the .htaccess file.
de_de: Das Plugin kann die .htaccess-Datei ändern.

source: The plugin cannot detect your server configuration.
de_de: Das Plugin kann deine Serverkonfiguration nicht erkennen.

source: The plugin cannot modify the .htaccess file because it is read-only.
de_de: Das Plugin kann die .htaccess-Datei nicht ändern, da sie schreibgeschützt ist.

source: The plugin cannot modify the .htaccess file in the server's root directory because the WordPress installation is located in a subdirectory.
de_de: Das Plugin kann die .htaccess-Datei im Stammverzeichnis des Servers nicht ändern, da sich die WordPress-Installation in einem Unterverzeichnis befindet.

source: The plugin uses the service of WhatIsMyBrowser.com to detect old and suspicious browsers and denies them access to your website. It provides a robots.txt file to prohibit crawling and blocks crawlers if they do so anyway.
de_de: Das Plugin nutzt den Dienst von WhatIsMyBrowser.com, um alte und verdächtige Browser zu erkennen und ihnen den Zugriff auf deine Website zu verweigern. Es stellt eine robots.txt-Datei bereit, um das Crawling zu unterbinden, und blockt Crawler, wenn sie dies dennoch tun.

source: The user agent string of every browser accessing your website the first time is send to WhatIsMyBrowser and some data will be stored in the table:
de_de: Die Benutzeragentenzeichenfolge jedes Browsers, der zum ersten Mal auf deine Website zugreift, wird an WhatIsMyBrowser gesendet, und einige Daten werden in der Tabelle gespeichert:

source: The versions of %1$s and %2$s also affect browsers with their code base, for example %3$s, %4$s, %5$s, %6$s, %7$s.
de_de: Die Versionen von %1$s und %2$s betreffen auch Browser mit deren Codebasis, zum Beispiel %3$s, %4$s, %5$s, %6$s und %7$s.

source: There is an error in your settings.
de_de: Die Einstellungen enthalten Fehler.

source: There is no WordPress function to delete the rules completely. This means that the comments remain.
de_de: Es gibt keine WordPress-Funktion, um die Regeln vollständig zu löschen. Das bedeutet, dass die Kommentare erhalten bleiben.

source: There was an error:
de_de: Es gab einen Fehler:

source: There were %1$s different browsers, of which %2$s were blocked.
de_de: Es gibt %1$s verschiedene Browser, von denen %2$s geblockt wurden.

source: This could potentially be a problem in the context of the GDPR.
de_de: Das könnte möglicherweise ein Problem im Zusammenhang mit der DSGVO darstellen.

source: This is always logged:
de_de: Dies wird immer geloggt:

source: This is the expected output.
de_de: Das ist die erwartete Ausgabe.

source: To change the settings, first reset them all.
de_de: Um die Einstellungen zu ändern, setze zunächst alle zurück.

source: Unblock / block selected entries
de_de: Ausgewählte Einträge entsperren / sperren

source: Versions Control
de_de: Versionskontrolle

source: When logging, the IP address is also logged.
de_de: Wenn geloggt wird, wird auch die IP-Adresse geloggt.

source: WIMB and Block
de_de: WIMB und Block

source: WIMB API Key
de_de: WIMB-API-Schlüssel

source: WIMB Table
de_de: WIMB Tabelle

source: WIMB table name
de_de: WIMB Tabellenname

source: WIMB Table Statistics
de_de: Statistik WIMB Tabelle

source: Write .htaccess file
de_de: Schreibe das .htaccess-File

source: Write in your .htaccess in the root directory of %s:
de_de: Schreibe in die .htaccess im Stammverzeichnis von %s:

source: yes
de_de: ja

source: You can change this setting on the %1$smain site%2$s.
de_de: Du kannst diese Einstellungen auf der %1$sHauptseite%2$s ändern.

source: You can configure some rewrite rules, to provide a robots.txt to enable or to disable crawling for a browser. If crawling is disabled, access to your website will be blocked for that browser.
de_de: Du kannst Rewrite-Regeln konfigurieren, um eine robots.txt bereitzustellen, mit der das Crawling für einen Browser erlaubt oder verboten wird. Wenn das Crawling verboten ist, wird der Zugriff auf die Website für diesen Browser geblockt.

source: You can do it on %1$sthis site%2$s.
de_de: Das kannst du auf %1$sdieser Seite%2$s tun.

source: You can search for entries here.
de_de: Hier kannst du nach Einträgen suchen.

source: You can set up and test your configuration for %1$s once you have configured the %2$ssettings%3$s for WIMB and the database.
de_de: Du kannst die Konfiguration für %1$s einrichten und testen, sobald du die %2$sEinstellungen%3$s für WIMB und die Datenbank konfiguriert hast.

source: You can sort the columns %1$s, %2$s, %3$s and %4$s.
de_de: Du kannst die Spalten %1$s, %2$s, %3$s und %4$s sortieren.

source: You do not seem to have your own robots.txt file, so WordPress provides it. Therefore you can test the configuration without any changes of the .htaccess.
de_de: Du scheinst keine eigene robots.txt-Datei zu haben, deshalb stellt WordPress diese zur Verfügung. Daher kannst du die Konfiguration ohne Änderungen an der .htaccess testen.

source: You must configure these settings on each of your domains!
de_de: Du musst diese Einstellungen für jede deiner Domains konfigurieren!

source: You must configure these settings on each of your websites that use this database!
de_de: Du musst diese Einstellungen auf jeder deiner Websites konfigurieren, die diese Datenbank verwenden.

source: You need a table in a database. This can be a table in the default WordPress database (local) or in a remote database.
de_de: Du benötigst eine Tabelle in einer Datenbank. Dies kann eine Tabelle in der Standard-WordPress-Datenbank (lokal) oder in einer entfernten Datenbank sein.

source: You should make sure that the log file does not become too large. It is best to set up a cron job that rotates the log file every day.
de_de: Du solltest darauf achten, dass die Logdatei nicht zu groß wird. Richte am besten einen Cronjob ein, welcher die Logdatei rotiert.
